Repository: ranra/vefur_lokaverk
Catalog: vsh_lokaverk/app/translations/*/LC_MESSAGES/messages.po
Languages: is

source: Please log in to access this page.
is: Skráðu þig inn til að sjá

source: [Microblog] Reset Your Password
is: Setja nýtt lykilorð

source: Username
is: Notendanafn

source: Password
is: Lykilorð

source: Remember Me
is: Muna eftir mér

source: Sign In
is: Innskráning

source: Repeat Password
is: Endurtaktu lykilorð

source: Register
is: Nýskráning

source: Please use a different username.
is: Vinsamlegast notaðu nýtt lykilorð

source: Request Password Reset
is: Biðja um nýtt lykilorð

source: About me
is: Um mig

source: Submit
is: Skrá

source: Say something
is: Segðu eitthvað

source: Your post is now live!
is: Pósturinn er lifandi

source: Home
is: Heim

source: Explore
is: Skoða

source: Invalid username or password
is: Vitlaust notendanafn eða lykilorð

source: Congratulations, you are now a registered user!
is: Til Lukku, þú ert nýr notandi

source: Check your email for the instructions to reset your password
is: skoðaðu póstinn þinn

source: Reset Password
is: Endurskrá lykilorð

source: Your password has been reset.
is: Lykilorðiðinu hefur verið breytt

source: Your changes have been saved.
is: Breytingar hafa verið vistaðar

source: Edit Profile
is: Breyta profíl

source: User %(username)s not found.
is: Notandinn finnst ekki

source: You cannot follow yourself!
is: Getur ekki elt sjálfan þig

source: You are following %(username)s!
is: Þú ert að elta

source: You cannot unfollow yourself!
is: Getur ekki hættað elta sjálfan þig

source: You are not following %(username)s.
is: Þú ert ekki að elta

source: Not Found
is: finnst ekki

source: Back
is: Til baka

source: An unexpected error has occurred
is: óvænt vitleysa

source: The administrator has been notified. Sorry for the inconvenience!
is: búið að tilkynna leiðindinn

source: %(username)s said %(when)s
is: sagði

source: Welcome to Microblog
is: Velkominn á facebook.2

source: Login
is: Innskráning

source: Profile
is: Prófíll

source: Logout
is: Útskráning

source: Hi, %(username)s!
is: Halló

source: Newer posts
is: Nýrri vitleysa

source: Older posts
is: Eldri vitleysa

source: New User?
is: Nýr notandi?

source: Click to Register!
is: Klikkaðu til að skrá þig

source: Forgot Your Password?
is: Gleymdiru lykilorðinu

source: Click to Reset It
is: Klikkaðu til að endurnýja

source: Reset Your Password
is: endurnýja lykilorð

source: User
is: Notandi

source: Last seen on
is: Seinast séður

source: %(count)d followers
is: Eltendur

source: %(count)d following
is: Eltandi

source: Edit your profile
is: Breyta Prófíl

source: Follow
is: ELta

source: Unfollow
is: Hætta að elta
